export default class Store {

    constructor() {
     this.test1 = [
         {
             topic: 1,
             num: 1,
             question: 'Судовими рішеннями у цивільному судочинстві є:',
             answers: [
                 {
                     num: "A",
                     text: "судові накази;",
                     isTrue: true,
                 },
                 {
                     num: "Б",
                     text: "висновки;",
                     isTrue: false,
                 },
                 {
                     num: "В",
                     text: "клопотання;",
                     isTrue: false,
                 },
                 {
                     num: "Г",
                     text: "судові вимоги;",
                     isTrue: false,
                 }
             ],
explanation: "ч. 1 ст. 258 Цивільного процесуального кодексу України."
         },
         {
             topic: 1,
             num: 2,
             question: 'Відповідно до Цивільного процесуального кодексу України позовна заява НЕ обов’язково має містити:',
             answers: [
                 {
                     num: "A",
                     text: "зазначення доказів, що підтверджують вказані обставини;",
                     isTrue: false,
                 },
                 {
                     num: "Б",
                     text: "підтвердження позивача про те, що ним не подано іншого позову до цього ж відповідача з тим самим предметом та з тих самих підстав;",
                     isTrue: false,
                 },
                 {
                     num: "В",
                     text: "попередній (орієнтовний) розрахунок суми судових витрат, які позивач поніс і які очікує понести у зв’язку із розглядом справи;",
                     isTrue: false,
                 },
                 {
                     num: "Г",
                     text: "посилання на рішення ЄСПЛ;",
                     isTrue: true,
                 }
             ],
             explanation: "ч. 3 ст. 175 Цивільного процесуального кодексу України."
         }
     ]
    };

getTest1(){
    return this.test1;
};

};
