export default function () {
    return [
        {num: 1,
        topic: 'АНТИКОРУПЦІЙНЕ ЗАКОНОДАВСТВО УКРАЇНИ (100 тестів)'},
        {
            num: 2,
            topic: 'Кодекс України про адміністративні правопорушення'
        },
        {
            num: 3,
            topic: 'Підтримання публічного обвинувачення (400 тестів)'
        },
        {
            num: 4,
            topic: 'Професійна етика прокурора'
        },
        {
            num: 5,
            topic: 'ЕКПЛ'
        },
        {
            num: 6,
            topic: 'Закон України про прокуратуру'
        },
        {
            num: 7,
            topic: 'Кодекс адміністративного судочинства'
        },
        {
            num: 8,
            topic: 'Кримінальне право України'
        },
        {
            num: 9,
            topic: 'Конституція України'
        },
        {
            num: 10,
            topic: 'Цивільний процесуальний кодекс України'
        },
        {
            num: 11,
            topic: 'Юридична психологія'
        },
        {
            num: 12,
            topic: 'Господарський кодекс України'
        },
        {
            num: 13,
            topic: 'Господарський процесуальний України'
        },
        {
            num: 14,
            topic: 'Робота з розгляду та вирішення звернень громадян'
        },
        {num: 15,
            topic: 'Забезпечення доступу до публічної інформації'},
        {num: 16,
            topic: 'Кримінально виконавче право'},
        {num: 17,
            topic: 'Кодекс України про адміністративні правопорушення'},
        {num: 18,
            topic: 'Цивільний кодекс України'},
        {num: 19,
            topic: '100 питань з різних тем'},
        {num: 20,
            topic: 'Питання на яких були помилки'},
        {num: 21,
            topic: 'Додати нове питання'},
    ]
}
