export default function () {
    return [
        {numTopic: 1,
        topic: 'АНТИКОРУПЦІЙНЕ ЗАКОНОДАВСТВО УКРАЇНИ (100 тестів)'},
        {
            numTopic: 2,
            topic: 'Кодекс України про адміністративні правопорушення'
        },
        {
            numTopic: 3,
            topic: 'Підтримання публічного обвинувачення (400 тестів)'
        },
        {
            numTopic: 4,
            topic: 'Професійна етика прокурора'
        },
        {
            numTopic: 5,
            topic: 'ЕКПЛ'
        },
        {
            numTopic: 6,
            topic: 'Закон України про прокуратуру'
        },
        {
            numTopic: 7,
            topic: 'Кодекс адміністративного судочинства'
        },
        {
            numTopic: 8,
            topic: 'Кримінальне право України'
        },
        {
            numTopic: 9,
            topic: 'Конституція України'
        },
        {
            numTopic: 10,
            topic: 'Цивільний процесуальний кодекс України'
        },
        {
            numTopic: 11,
            topic: 'Юридична психологія'
        },
        {
            numTopic: 12,
            topic: 'Господарський кодекс України'
        },
        {
            numTopic: 13,
            topic: 'Господарський процесуальний України'
        },
        {
            numTopic: 14,
            topic: 'Робота з розгляду та вирішення звернень громадян'
        },
        {numTopic: 15,
            topic: 'Забезпечення доступу до публічної інформації'},
        {numTopic: 16,
            topic: 'Кримінально виконавче право'},
        {numTopic: 17,
            topic: 'Кодекс України про адміністративні правопорушення'},
        {numTopic: 18,
            topic: 'Цивільний кодекс України'},
        {numTopic: 19,
            topic: '100 питань з різних тем'},
        {numTopic: 20,
            topic: 'Питання на яких були помилки'},
        {numTopic: 21,
            topic: 'Додати нове питання'},
    ]
}
